{
    "title": "Australia Blockchain Hub",
    "description": "Australia Blockchain Hub features both physical and virtual presence across the globe, to help individuals and enterprises to further understand, contribute to and grow the blockchain ecosystem.",
    "home":"HOME",
    "about": "ABOUT US",
    "events": "EVENTS",
    "career":"CAREER",
    "team": "TEAM",
    "introduction": "INTRODUCTION",
    "intro1":"Welcome to Australia Blockchain Hub, a community, in excess of 4000 people, an education hub for a continuously growing cohort of entrepreneurs, experts, mentors and investors of blockchain technology.",
    "intro2":"Just as the internet has become one of the key drivers of social evolution, our belief is that blockchain technology will build and expand on this to provide greater trust, transparency and security.",
    "feature1": "BLOCKCHAIN NETWORK",
    "feature2": "KNOWLEDGE HUB",
    "feature3": "MEETUPS & TALK AND TRADE",
    "feature4": "TRAINING AND EVENTS",
    "feature5":"LAUNCHPAD AND TOKEN FUND",
    "feature6":"PROFESSIONAL SERVICES",
    "feature1Desc": "Gain access to a 4000+ strong blockchain community and connect with blockchain hubs, entrepreneurs, investors, start-ups and experts from around the world.",
    "feature2Desc": "Start-ups need support and guidance to successfully grow their business. Here at Australia Blockchain Hub, we not only have the knowledge and experience of talented blockchain magnates, we also have strong technology and business links with tech giants such as Microsoft, AWS and IBM.",
    "feature3Desc": "We hold regular meetups for those interested in talking all things blockchain. At these meetups we share our blockchain knowledge and experiences to provide assistance and insight to our community members. This is also an opportunity to discuss and be brought up to speed on the current affairs of the world of Defi, NFT, blockchain and cryptocurrency.",
    "feature4Desc": "In addition to our regular talk and trade meetups, we hold regular events and workshops to further benefit and build our community.Training sessions will be held on a regular basis in order to continue to advance the knowledge and education of our community members.",
    "feature5Desc":"Australia Blockchain Hub is a reliable launchpad for both Australian and foreign blockchain projects. The established local and overseas experience puts us ahead in position and enables us to properly advise start-ups and ensure their success. Within the launchpad, start-ups will also have access to a token fund. The Fund invests in projects building new protocols in the blockchain ecosystem and follows an early-stage, venture-style model.",
    "feature6Desc":"The elite group of experts in the blockchain industry here at Australia Blockchain Hub is available to provide development, consultancy and technology outsourcing services.",
    "promoNumber1":4300,
    "promoNumber2":22,
    "promoNumber3":200,
    "promoNumber4":4.6,
    "promoDesc1":"Blockchain community",
    "promoDesc2":"Startups",
    "promoDesc3":"Yearly events",
    "promoDesc4":"Million AUD in Startup Funding",

    "eventTitle":"UPCOMING EVENTS",
    "teamTitle":"TEAM & ADVISORS",
    "teamSubtitle":"The core team and advisor consist of technical, marketing and financial talent coming out of top blockchain projects, schools and employers including Monash University, Deakin University, Australia National University, City Bank and ANZ",

    "memberName1":"Dylan Dewdney",
    "memberRole1":"Project Lead",
    "memberDesc1":"Dylan is a longtime crypto enthusiast (2011). In 2017 he co-founded Harbour DAO, which became an open-standard set of tools for building governance structures and voting mechanisms on ERC-20. Later, as Chief Evangelist of Beam and Head of Growth for AdEx, he was a key part of their GTM and general growth strategies. Dylan is a respected peer among many different projects and areas of business.",
    "memberName2":"Kyn Chaturvedi",
    "memberRole2":"Strategy Advisor",
    "memberDesc2":"Kyn did dual degrees in Industrial Engineering and Economics at GIT and a few years later earned an MBA at Wharton. Kyn has been a keen observer and participant in the blockchain world since 2014 and was an early investor in TomoChain, later joining as their Chief Business Development Officer, where he currently manages all Business development strategy and implementation.",
    "memberName3":"Garlam Won",
    "memberRole3":"Marketing Advisor&Investor",
    "memberDesc3":"Garlam was behind the marketing of some of the most successful projects including Harmony, Sandbox, MANTRADAO, KAVA, apy finance and others. As an ex-investment banker at JP Morgan & ex-Management consultant at Deloitte, Garlam exerts influence in various parts of the blockchain ecosystem through his in-depth connections with the communities in China, Korea, Canada and US.",
    "memberName4":"Eric Clark Su",
    "memberRole4":"Advisor",
    "memberDesc4":"Prolific supporter of a wide array of crypto projects, more recently, projects like DIA, Tellor and Orion Protocol. Longtime business builder and founder, with an extremely strong core skill set of rapidly building up dev teams from scratch. CEO of exnt.io",
    "memberName5":"Beni Issembert",
    "memberRole5":"Advisor",
    "memberDesc5":"Beni Issembert is former Beam Privacy CMO, and currently works as Concordium CMO (a Proof-of-stake for businesses backed by IKEA, Volvo and Geely). He has a PHD in Philosophy of Sciences from John Hopkins and has been working in the digital world as an entrepreneur since 2005. Beni is a published author and respected thought leader in Blockchain, specifically within areas of privacy and identity.",
    "memberName6":"Ben Lakoff",
    "memberRole6":"Advisor",
    "memberDesc6":"Ben has developed a strong global finance experience from nearly a decade of international assignments across 4 continents, and boasts a broad & diverse finance background before joining the blockchain space full-time in 2017. Now, working primarily with early-stage startups, Ben has been an integral part of teams that have raised over $15M in funding.",

    "join":"JOIN US",
    "joinSerwrap":"Australia Blockchain Hub is built by a team of crypto and blockchain experts in the industry including phd researchers from Melbourne University, Deakin University etc. Experienced blockchain developers who worked for Accenture, eBay, Alibaba, Google and Huawei etc. Expierenced finacial crypto analyst who used to work for wall street crypto fund. We are a team of passionate, displine and expierenced cryto experts.",
  
    "whyJoinUs": "Benefits to join Australia Blockchain Hub",
    "whyJoinUsDesc": "Our employees are our most important asset and taking care of them has always been our top priority. Other than the competitive pay we offer, all of our full time permanent employees enjoy group health benefits that covers dental, vision and the prescription. In addition to that we host monthly team building events as well as employee birthday celebrations.",
    "joinUsNow": "If you have the same mindset, please don’t hesitate to contact us!"
  }
  