{
  "title": "Australia Blockchain Hub",
  "description": "Australia Blockchain Hub features both physical and virtual presence across the globe, to help individuals and enterprises to further understand, contribute to and grow the blockchain ecosystem.",
  "home": "HOME",
  "events": "EVENTS",
  "token": "TOKEN",
  "introduction": "INTRODUCTION",
  "intro1": "Welcome to Australia Blockchain Hub, a community, in excess of 4000 people, an education hub for a continuously growing cohort of entrepreneurs, experts, mentors and investors of blockchain technology.",
  "intro2": "Just as the internet has become one of the key drivers of social evolution, our belief is that blockchain technology will build and expand on this to provide greater trust, transparency and security.",
  "feature1": "BLOCKCHAIN NETWORK",
  "feature2": "KNOWLEDGE HUB",
  "feature3": "MEETUPS & TALK AND TRADE",
  "feature4": "TRAINING AND EVENTS",
  "feature5": "LAUNCHPAD AND TOKEN FUND",
  "feature6": "PROFESSIONAL SERVICES",
  "feature1Desc": "Gain access to a 4000+ strong blockchain community and connect with blockchain hubs, entrepreneurs, investors, start-ups and experts from around the world.",
  "feature2Desc": "Start-ups need support and guidance to successfully grow their business. Here at Australia Blockchain Hub, we not only have the knowledge and experience of talented blockchain magnates, we also have strong technology and business links with tech giants such as Microsoft, AWS and IBM.",
  "feature3Desc": "We hold regular meetups for those interested in talking all things blockchain. At these meetups we share our blockchain knowledge and experiences to provide assistance and insight to our community members. This is also an opportunity to discuss and be brought up to speed on the current affairs of the world of Defi, NFT, blockchain and cryptocurrency.",
  "feature4Desc": "In addition to our regular talk and trade meetups, we hold regular events and workshops to further benefit and build our community.Training sessions will be held on a regular basis in order to continue to advance the knowledge and education of our community members.",
  "feature5Desc": "Australia Blockchain Hub is a reliable launchpad for both Australian and foreign blockchain projects. The established local and overseas experience puts us ahead in position and enables us to properly advise start-ups and ensure their success. Within the launchpad, start-ups will also have access to a token fund. The Fund invests in projects building new protocols in the blockchain ecosystem and follows an early-stage, venture-style model.",
  "feature6Desc": "The elite group of experts in the blockchain industry here at Australia Blockchain Hub is available to provide development, consultancy and technology outsourcing services.",
  "promoNumber1": 4300,
  "promoNumber2": 22,
  "promoNumber3": 200,
  "promoNumber4": 4.6,
  "promoDesc1": "Blockchain community",
  "promoDesc2": "Startups",
  "promoDesc3": "Yearly events",
  "promoDesc4": "Million AUD in Startup Funding",
  "upcomingEventTitle": "UPCOMING EVENTS",
  "previousEventTitle": "PREVIOUS EVENTS",
  "location": "Level 4/447 Collins Street, Melbourne VIC 3000",
  "email": "auschainhub@gmail.com",
  "twitter": "https://twitter.com/HubBlockchain",
  "telegram": "https://t.me/AustraliaBlockchainHub",
  "eventsTitle": "Our Events",
  "eventsDescription": "Australia Blockchain Hub events will be held every month. Welcome all participants!",
  "tokenTitle": "Bub Token",
  "tokenDescription": "A community driven token, issued by Australia Blockchain Hub ",
  "contactTitle": "CONTACT US",
  "join": "JOIN US",
  "joinSerwrap": "Australia Blockchain Hub is built by a team of crypto and blockchain experts in the industry including phd researchers from Melbourne University, Deakin University etc. Experienced blockchain developers who worked for Accenture, eBay, Alibaba, Google and Huawei etc. Expierenced finacial crypto analyst who used to work for wall street crypto fund. We are a team of passionate, displine and expierenced cryto experts.",
  "whyJoinUs": "Benefits to join Australia Blockchain Hub",
  "whyJoinUsDesc": "Our employees are our most important asset and taking care of them has always been our top priority. Other than the competitive pay we offer, all of our full time permanent employees enjoy group health benefits that covers dental, vision and the prescription. In addition to that we host monthly team building events as well as employee birthday celebrations.",
  "joinUsNow": "If you have the same mindset, please don’t hesitate to contact us!",
  "tokenIntroTitle": "BUB TOKEN INTRODUCTION",
  "tokenUse": [
    "Convert tokens to vouchers for businesses.",
    "Use tokens to buy tickets VIP events / Community events.",
    "Use token to unlock VIP Merchandise.",
    "Trade tokens for NFT's.",
    "Buy courses / access discounts for products with the token.",
    "Trade tokens for VIP status NFT tiers",
    "VIP access to crypto launchpad",
    "Voting on TOPICS"
  ],
  "tokenomicsTitle": "BUB TOKENOMICS",
  "tokenomicsDesc": [
    "5% Initial airdrop for early suppoters.",
    "35% tokens locked for team, advisors and core contributors.",
    "60% reserved for community to decide what to use.",
    "If it's not totally delivered, all the remaining tokens will send to dev address as dev fund."
  ],
  "roadmapTitle": "BUB TOEKN ROADMAP",
  "roadmapDesc": [
    {
      "id": 1,
      "date": "Q3 - 2021",
      "desc": [
        "Token Airdrop",
        "NFT artist and ecosystem partnerships",
        "Private sale group partnerships"
      ]
    },
    {
      "id": 2,
      "date": "Q4 - 2021",
      "desc": [
        "NFT launchpad beta launch with Blockchain Hub NFTs",
        "NFT artist and ecosystem partnerships",
        "Private sale group partnerships"
      ]
    },
    {
      "id": 3,
      "date": "2022",
      "desc": [
        "NFTs which generate ERC-20 tokens for holders",
        "Code generated NFTs",
        "Async collaborative NFTs"
      ]
    }
  ]
}